cask_args appdir: '/Applications'

tap 'homebrew/bundle'

brew 'automake'
brew 'coreutils'
brew 'findutils'
brew 'gawk'
brew 'git'
brew 'go'
brew 'grc'
brew 'grep'
brew 'highlight'
brew 'makedepend'
brew 'nmap'
brew 'nvm'
brew 'openssl'
brew 'pcre'
brew 'pkg-config'
brew 'readline'
brew 'rlwrap'
brew 'tree'
brew 'vim'
brew 'watchman'
brew 'wget'

cask 'font-source-code-pro'
cask 'postgres'
cask 'qlmarkdown'
cask 'quicklook-csv'
cask 'visual-studio-code'
cask 'emacs'
cask 'sequel-pro'
cask 'caffeine'
cask 'cyberduck'
cask 'firefox'
cask 'google-chrome'
cask 'qlcolorcode'
cask 'qlimagesize'
cask 'qlmarkdown'
cask 'qlprettypatch'
cask 'qlstephen'
cask 'quicklook-csv'
cask 'quicklook-json'
cask 'sequel-pro'
cask 'slack'
cask 'the-unarchiver'
cask 'choosy'
cask 'iterm2'
cask 'sizeup'
cask 'slack'
